Repository: ivan-perevala/multiple_camera_render
Catalog: docs/locale/*/LC_MESSAGES/*.po
Languages: uk

source: Sections with information about the addon
uk: Секції з інформацією про доповнення

source: Information about the addon and how to use it
uk: Інформація про доповнення і як його використовувати

source: Thanks to those thanks to whom this addon was created and maintained
uk: Подяка тим, завдяки кому доповнення створено і підтримується

source: Useful links related to this addon
uk: Корисні посилання стосовно доповнення

source: Information about addon license
uk: Інформація про ліцензію доповнення

source: Use Multiple Camera Render
uk: Рендер з Декількох Камер

source: Use in Viewport
uk: Використовувати у В'юпорті

# BHQAB_Preferences
source: Open Log Files Directory
uk: Відкрити Теку Логів

# BHQAB_Preferences
source: Open Log: "{filename}"
uk: Відкрити Лог: "{filename}"

source: Warning
uk: Попередження

source: Can not check for updates now
uk: Не вдалося перевірити наявність оновлень

source: Installing update
uk: Встановлюється оновлення

# Operator
source: Update to {tag_name}
uk: Оновити до {tag_name}

source: Check for updates now
uk: Перевірити наявність оновлень зараз

source: Failed to create backup directory
uk: Не вдалося створити теку резервної копії

source: Failed to make backup
uk: Не вдалося створити резервну копію

source: Unable to remove local installation files, please, check directory permissions
uk: Не вдалося видалити локальні встіновлені файли, будь ласка, перевірте права доступу до директоії

source: Pre-release
uk: Попередній Реліз

source: Update failed, installation restored from backup. Please install the update manually
uk: Не вдалося встановити оновлення, відновлено резервну копію. Будь ласка, встановіть оновлення вручну

source: Released version {tag_name} {prerelease_fmt}({published_at}), last checked at {checked_at} Release Notes: {body}
uk: Вийшло оновлення {tag_name} {prerelease_fmt}({published_at}), востаннє перевірено {checked_at} Нотатки щодо Випуску: {body}

source: Cache File: {fp} Rate Limit: {rate_limit} Remaining: {remaining} Reset Time: {reset_at}
uk: Файл Кешу: {fp} Ліміт Запитів: {rate_limit} Доступно Запитів: {remaining} Час Скидання Кількості Запитів: {reset_at}

source: Unable check for updates before {reset_at}, exceeded rate limit
uk: Немає можливості перевірити наявність оновлень до {reset_at}, оскільки перевищено ліміт запитів

source: Update to {tag_name}
uk: Оновити до {tag_name}

source: You are using the latest version, checked at {checked_at}
uk: Ви використовуєте останню версію, перевірено {checked_at}

# Preferences
source: Support Project on Patreon
uk: Підтримати Проект на Patreon

# Preferences
source: Project on GitHub
uk: Проект на GitHub

# Preferences
source: BlenderHQ on YouTube
uk: BlenderHQ на YouTube

# BHQAB_Preferences
source: This section is intended for developers. You see it because you have an active "Developers Extras" option in the Blender user preferences.
uk: Ця секція призначена для розробників. Ви її бачите оскільки ввімкнена опція "Добавки Розробника" в користувацких налаштуваннях Blender.

# BHQAB_Preferences
source: Log Level
uk: Рівень Логів

source: The level of the log that will be output to the console. For log to file, this level value will not change
uk: Рівень логу який буде виведено в консоль. Це значення не змінює рівень логу в файл

# BHQAB_Preferences
source: Debug
uk: Налагодження

# BHQAB_Preferences
source: Info
uk: Інформація

# BHQAB_Preferences
source: Warning
uk: Попередження

# BHQAB_Preferences
source: Error
uk: Помилки

# BHQAB_Preferences
source: Critical
uk: Критичні Помилки
